---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.GroundConductorSize
source: html/bf78b214-d86e-a3ee-b05a-db62d8aae60d.htm
---
# GroundConductorSize Properties

Get ampacity which is used for specifying size, the unit is ampere.